en/posts/20210613190025-обида.org.org
#+BEGIN_COMMENT
.. title: Архитектура отношений
.. slug: 20210613190025-обида.org
.. date: 2021-06-15 21:19:07 UTC+03:00
.. tags: 
.. category: 
.. link: 
.. description: 
.. type: text

#+END_COMMENT

*Обида* - это способ получить уважительную причину для какого-то действия.
Получить "купоны" на желанное, но неодобрямое действие: пойти с друзьями в бар,
посмотреть телевизор, покушать сладкое, уехать к родственникам, оскорбить...

Когда мы что-то ожидаем от партнера, но ожидания не сбываются, по привычке
начинаем искать причины, почему так поличилось. Можем найти достойную причину
и тогда простить партнера, он не мог поступить иначе и проявил всер равно себя
как герой, когда, например, спасил кошечку из пожара и поэтому опоздал на
свидание. Но если достойной причины нет, то мы считаем что наше ожидание
не сбылось именно по вине партнера и чувствуем
- неуважение
- невнимательность
- недоверие
Получается, обида - это все наши действия, которыми мы возвращаем себе чувство
обратно уважение, внимание, доверие. Но можно ли вернуть это назад? И забирал
ли кто-то это у нас?

* Что мы говорим, когда обижаемся?
  Мы пытаемся обосновать наше ожидание и обвинить партнера что он не
  ценит нас досточно хорошо, что позволил себе так поступить
