output/en/posts/20210613190025-обида.org.html
<!DOCTYPE html>
<html prefix="og: http://ogp.me/ns# article: http://ogp.me/ns/article# " lang="en">
<head>
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>Архитектура отношений | My Nikola Site</title>
<link href="../../assets/css/all-nocdn.css" rel="stylesheet" type="text/css">
<link href="https://fonts.googleapis.com/css?family=Playfair+Display:700,900" rel="stylesheet">
<meta name="theme-color" content="#5670d4">
<meta name="generator" content="Nikola (getnikola.com)">
<link rel="alternate" type="application/rss+xml" title="RSS (en)" hreflang="en" href="../rss.xml">
<link rel="alternate" type="application/rss+xml" title="RSS (ru)" hreflang="ru" href="../../rss.xml">
<link rel="canonical" href="https://gazon1.github.io/en/posts/20210613190025-%D0%BE%D0%B1%D0%B8%D0%B4%D0%B0.org.html">
<!--[if lt IE 9]><![endif]--><meta name="author" content="Drobin Max">
<link rel="prev" href="20210613190615-%D1%81%D0%BF%D0%B8%D1%81%D0%BE%D0%BA_%D0%B7%D0%BE%D0%BB%D0%BE%D1%82%D1%8B%D1%85_%D0%B8%D1%81%D0%BA%D0%BB%D1%8E%D1%87%D0%B5%D0%BD%D0%B8%D0%B8_%D0%BF%D0%B0%D1%80%D1%82%D0%BD%D0%B5%D1%80%D0%B0_%D0%BD%D0%B0_%D0%BC%D0%BE%D0%B5_%D0%BE%D0%B6%D0%B8%D0%B4%D0%B0%D0%BD%D0%B8%D0%B5.org.html" title="Архитектура отношений" type="text/html">
<link rel="next" href="20210424152821-%D1%81%D0%BF%D0%BE%D1%81%D0%BE%D0%B1%D1%8B_%D0%BF%D0%B5%D1%80%D0%B5%D0%BD%D0%B0%D0%BF%D1%80%D0%B0%D0%B2%D0%B8%D1%82%D1%8C_%D0%B0%D0%B3%D1%80%D0%B5%D1%81%D1%81%D0%B8%D1%8E_%D0%B2_%D0%BE%D1%82%D0%BD%D0%BE%D1%88%D0%B5%D0%BD%D0%B8%D1%8F%D1%85.org.html" title="Архитектура отношений" type="text/html">
<meta property="og:site_name" content="My Nikola Site">
<meta property="og:title" content="Архитектура отношений">
<meta property="og:url" content="https://gazon1.github.io/en/posts/20210613190025-%D0%BE%D0%B1%D0%B8%D0%B4%D0%B0.org.html">
<meta property="og:description" content='Обида - это способ получить уважительную причину для какого-то действия.
Получить "купоны" на желанное, но неодобрямое действие: пойти с друзьями в бар,
посмотреть телевизор, покушать сладкое, уехать '>
<meta property="og:type" content="article">
<meta property="article:published_time" content="2021-06-15T21:19:07+03:00">
<link rel="alternate" hreflang="ru" href="../../posts/20210613190025-%D0%BE%D0%B1%D0%B8%D0%B4%D0%B0.org.html">
</head>
<body>
<a href="#content" class="sr-only sr-only-focusable">Skip to main content</a>

<!-- Header and menu bar -->
<div class="container">
      <header class="blog-header py-3"><div class="row nbb-header align-items-center">
          <div class="col-md-3 col-xs-2 col-sm-2" style="width: auto;">
            <button class="navbar-toggler navbar-light bg-light nbb-navbar-toggler" type="button" data-toggle="collapse" data-target=".bs-nav-collapsible" aria-controls="bs-navbar" aria-expanded="false" aria-label="Toggle navigation">
                <span class="navbar-toggler-icon"></span>
            </button>
            <div class="collapse bs-nav-collapsible bootblog4-search-form-holder">
                
            </div>
        </div>
          <div class="col-md-6 col-xs-10 col-sm-10 bootblog4-brand" style="width: auto;">
            <a class="navbar-brand blog-header-logo text-dark" href="../">

            <span id="blog-title">My Nikola Site</span>
        </a>
          </div>
            <div class="col-md-3 justify-content-end align-items-center bs-nav-collapsible collapse flex-collapse bootblog4-right-nav">
            <nav class="navbar navbar-light bg-white"><ul class="navbar-nav bootblog4-right-nav">
<li class="nav-item"><a href="../../" rel="alternate" hreflang="ru" class="nav-link">Русский</a></li>

                    
                    
    
    <li class="nav-item">
    <a href="20210613190025-%D0%BE%D0%B1%D0%B8%D0%B4%D0%B0.org.org" id="sourcelink" class="nav-link">Source</a>
    </li>


                    
            </ul></nav>
</div>
    </div>
</header><nav class="navbar navbar-expand-md navbar-light bg-white static-top"><div class="collapse navbar-collapse bs-nav-collapsible" id="bs-navbar">
            <ul class="navbar-nav nav-fill d-flex w-100">
<li class="nav-item">
<a href="../archive.html" class="nav-link">Archive</a>
                </li>
<li class="nav-item">
<a href="../categories/" class="nav-link">Tags</a>
                </li>
<li class="nav-item">
<a href="../rss.xml" class="nav-link">RSS feed</a>

                
            </li>
</ul>
</div>
<!-- /.navbar-collapse -->
</nav>
</div>

<div class="container" id="content" role="main">
    <div class="body-content">
        <!--Body content-->
        
        
        
<article class="post-text h-entry hentry postpage" itemscope="itemscope" itemtype="http://schema.org/Article"><header><h1 class="p-name entry-title" itemprop="headline name"><a href="20210613190025-%D0%BE%D0%B1%D0%B8%D0%B4%D0%B0.org.html" class="u-url">Архитектура отношений</a></h1>

        <div class="metadata">
            <p class="byline author vcard p-author h-card"><span class="byline-name fn p-name" itemprop="author">
                    Drobin Max
            </span></p>
            <p class="dateline">
            <a href="20210613190025-%D0%BE%D0%B1%D0%B8%D0%B4%D0%B0.org.html" rel="bookmark">
            <time class="published dt-published" datetime="2021-06-15T21:19:07+03:00" itemprop="datePublished" title="2021-06-15 21:19">2021-06-15 21:19</time></a>
            </p>
                <p class="commentline">
        


            
        </p>
<p class="sourceline"><a href="20210613190025-%D0%BE%D0%B1%D0%B8%D0%B4%D0%B0.org.org" class="sourcelink">Source</a></p>

        </div>
        

    </header><div class="e-content entry-content" itemprop="articleBody text">
    <p>
<b>Обида</b> - это способ получить уважительную причину для какого-то действия.
Получить "купоны" на желанное, но неодобрямое действие: пойти с друзьями в бар,
посмотреть телевизор, покушать сладкое, уехать к родственникам, оскорбить…
</p>

<p>
Когда мы что-то ожидаем от партнера, но ожидания не сбываются, по привычке
начинаем искать причины, почему так поличилось. Можем найти достойную причину
и тогда простить партнера, он не мог поступить иначе и проявил всер равно себя
как герой, когда, например, спасил кошечку из пожара и поэтому опоздал на
свидание. Но если достойной причины нет, то мы считаем что наше ожидание
не сбылось именно по вине партнера и чувствуем
</p>
<ul class="org-ul">
<li>неуважение</li>
<li>невнимательность</li>
<li>недоверие</li>
</ul>
<p>
Получается, обида - это все наши действия, которыми мы возвращаем себе чувство
обратно уважение, внимание, доверие. Но можно ли вернуть это назад? И забирал
ли кто-то это у нас?
</p>

<div id="outline-container-orgaa6b833" class="outline-2">
<h2 id="orgaa6b833">Что мы говорим, когда обижаемся?</h2>
<div class="outline-text-2" id="text-orgaa6b833">
<p>
Мы пытаемся обосновать наше ожидание и обвинить партнера что он не
ценит нас досточно хорошо, что позволил себе так поступить
</p>
</div>
</div>
    </div>
    <aside class="postpromonav"><nav><ul class="pager hidden-print">
<li class="previous">
                <a href="20210613190615-%D1%81%D0%BF%D0%B8%D1%81%D0%BE%D0%BA_%D0%B7%D0%BE%D0%BB%D0%BE%D1%82%D1%8B%D1%85_%D0%B8%D1%81%D0%BA%D0%BB%D1%8E%D1%87%D0%B5%D0%BD%D0%B8%D0%B8_%D0%BF%D0%B0%D1%80%D1%82%D0%BD%D0%B5%D1%80%D0%B0_%D0%BD%D0%B0_%D0%BC%D0%BE%D0%B5_%D0%BE%D0%B6%D0%B8%D0%B4%D0%B0%D0%BD%D0%B8%D0%B5.org.html" rel="prev" title="Архитектура отношений">Previous post</a>
            </li>
            <li class="next">
                <a href="20210424152821-%D1%81%D0%BF%D0%BE%D1%81%D0%BE%D0%B1%D1%8B_%D0%BF%D0%B5%D1%80%D0%B5%D0%BD%D0%B0%D0%BF%D1%80%D0%B0%D0%B2%D0%B8%D1%82%D1%8C_%D0%B0%D0%B3%D1%80%D0%B5%D1%81%D1%81%D0%B8%D1%8E_%D0%B2_%D0%BE%D1%82%D0%BD%D0%BE%D1%88%D0%B5%D0%BD%D0%B8%D1%8F%D1%85.org.html" rel="next" title="Архитектура отношений">Next post</a>
            </li>
        </ul></nav></aside><section class="comments hidden-print"><h2>Comments</h2>
        
        


        </section></article><!--End of body content--><footer id="footer">
            Contents © 2021         <a href="mailto:drobin.me@yandex.ru">Drobin Max</a> - Powered by         <a href="https://getnikola.com" rel="nofollow">Nikola</a>         
            
            
        </footer>
</div>
</div>


        <script src="../../assets/js/all-nocdn.js"></script><script>
    baguetteBox.run('div#content', {
        ignoreClass: 'islink',
        captions: function(element){var i=element.getElementsByTagName('img')[0];return i===undefined?'':i.alt;}});
    </script>
</body>
</html>
